export default {
    state: {
        blogs: [
            {
                id: 1,
                img: require('@/assets/images/blog4.jpg'),
                title: 'ဒီနေ့ခေတ်မှာ IGCSE ဟာ နိုင်ငံတကာပညာရေးတံခါးပေါက်တွေကို ဖွင့်ပေးမယ့် သော့တစ်ခုဖြစ်လာပါပြီ 🔑',
                date: 'October 22, 2023',
                body : `နိုင်ငံခြားတက္ကသိုလ်တွေမှာပညာသင်ချင်တဲ့ 
                အိပ်မက်တွေကိုလည်း အကောင်အထည်ဖော်ချင်တယ် 
                အချိန်ပေးပြီးလည်း ‌‌အခြေခံကနေ စတင်လေ့လာ 
                နိုင်တယ်ဆိုရင်တော့IGCSE ဟာ အသင့်တော်ဆုံး 
                ရွေးချယ်မှုတစ်ခုပါပဲ 💡<br><br>
                IGCSE ဆိုတာ ကမ္ဘာပေါ်မှာ Popular အဖြစ်ဆုံး နိုင်ငံတကာအသိအမှတ်ပြု Qualification တစ်ခုပါ။ 
                ကိုယ့်နိုင်ငံမှာပဲဖြစ်ဖြစ် နိုင်ငံရပ်ခြားမှာပဲဖြစ်ဖြစ် ပိုမိုကောင်းမွန်တဲ့ပညာရေးလမ်းကြောင်းတွေကို လျှောက်
                လှမ်းဖို့အတွက် အထောက်အကူကောင်း တစ်ခုဆိုလည်းမမှားပါဘူး 💁‍♀️ <br><br>
                နိုင်ငံရပ်ခြားမှာ ပညာသင်ရင်း ကိုယ့်ရဲ့Language
                စွမ်းရည်တွေ တိုးတက်နိုင်တဲ့အပြင် ပိုမိုကောင်းမွန်တဲ့ အသက်မွေးဝမ်းကျောင်းအလုပ်အကိုင်အခွင့်အလမ်းတွေကစောင့်ကြိုနေတာမို့ IGCSE ဟာ နိုင်ငံခြားမှာ ကျောင်းတက်ချင်တဲ့ ကျောင်းသားလူငယ်များအတွက် အဖက်ဖက်ကအကျိုးရှိစေမယ့် Qualification တစ်ခုပါပဲ  🎯 <br><br>
                ဒီတော့ကိုယ်ရဲ့ ပိုမိုကောင်းမွန်တဲ့အနာဂါတ်အတွက်
                IGCSE လမ်းကြောင်းကိုစတင်လျှောက်လှမ်းဖို့ စဥ်းစားနေပြီဆိုရင်တော့<br><br>
                🟨 Pre IGCSE <br>
                Pre IGCSE class လေးရဲ့ ကျောင်းစရိတ်ကတော့ တစ်လကို ၂၀၀၀၀၀ ပါ။ 
                ကျောင်းစစအပ်ချင်းလမှာ Registration fees = ၂၀၀၀၀၀ ကျပ် ကို တစ်ခါသာသွင်းရပါမယ်။ 
                သင်တန်းကာလက ၁နှစ် ဖြစ်ပါတယ်။ <br><br>
                🟨 IGCSE O-level ( Pearson Edexcel ) <br>
                သင်တန်းကြေးလေးကတော့ တစ်ဘာသာကို တစ်လ ၅၀၀၀၀ ကျပ်ပါ။ 
                ကျောင်းစစအပ်ချင်းလမှာ Registration fees = ၃၀၀၀၀၀ ကို တစ်ခါသာသွင်းရပါမယ်။
                Online ရော In-Person ရော သင်တန်းကြေးတူတူပါပဲ။
                အနည်းဆုံးခြောက်ဘာသာကို ကိုယ်တက်မယ့်မေဂျာပေါ်မူတည်ပြီး သင်ယူမယ့် Subject ရွေးပေးရပါမယ်။ 
                သင်တန်းကာလကတော့ ၁နှစ်ခွဲ ဖြစ်ပါတယ်။ <br><br>
                ➡️ရွေးချယ်သင်ယူနိုင်မယ့် Subject တွေက <br><br>
                🔺English as Second Language (ESL) <br>
                🔺Maths B<br>
                🔺Further Pure Maths<br>
                🔺Physics <br>
                🔺Chemistry <br>
                🔺ICT<br>
                🔺Computer Science <br>
                🔺Business <br>
                🔺Economics<br>
                🔺Accounting<br>
                🔺Biology <br>
                🔺Human Biology <br>
                ကျောင်းမှာတက်ပြီးရင် ဂိုက်ထပ်ယူစရာမလိုဘဲ အချိန်မရွေးစာမေးနိုင်သည့်အပြင် စာမေးပွဲဖြေရင်လည်း Register လုပ်ပေးတယ်နော်…. <br><br>
                Pre IGCSE / IGCSE သင်တန်းများကို <br>
                ✅အရည်အချင်းပြည့်ဝသော ဆရာ၊ဆရာမများ <br>
                ✅ထိရောက်သောသင်ကြားမှုနည်းစနစ်များ <br>
                ✅အသက်သာဆုံးသောသင်တန်းကြေးများနဲ့ <br>
                ✅ထိထိရောက်ရောက်သင်ကြားပေးနေတဲ့ <br>
                Rangoon International Higher Education Academy -RIHEA ကို သတိရလိုက်ပါရှင် ✨ <br><br>
                RIHEA မှာကျောင်းအပ်နှံချင်ရင်တော့ Page Messenger (or) 📞 09425305939 ကို ဆက်သွယ်နိုင်ပြီး 
                လူကိုယ်တိုင်လာရောက်စုံစမ်းအပ်နှံချင်ရင်တော့<br>
                RIHEA ကျောင်းခွဲများဖြစ်တဲ့<br><br>
                🏫 Campus 1 <br>
                အမှတ် ၅၀၄/၅၀၆၊ ရွှေမြန်မာဆောက်လုပ်ရေး၊ ၃လွှာ၊ A-4၊ ၃၉လမ်းအောက်ဘလောက်၊ မဟာဗန္ဓုလနှင့်ကုန်သည်ကြား၊ ကုန်သည်ကနေ၃၉လမ်းထဲကိုဝင်ရင် ထိပ်နား ၂ တိုက်ကျော်၊ တိုက်ပန်းခရမ်းရောင်၊ ဒဂုံအေးထမင်းပေါင်းဆိုင်နား၊ကျောက်တံတားမြို့နယ်၊ ရန်ကုန်။ 
                ( Lift ရှိတယ်နော်)
                * ကားနှင့်လာလျှင်  ၃၉ လမ်း မဟာဗန္ဓုလမှ ကုန်သည် သို့ ဝင်သွားပါ <br><br>
                🏫 Campus 2 <br>
                မြေနီကုန်း ဂမုန်းပွင့် အကျော်က spirit အသေးအနီး၊ king ပေါက်စီအပေါ်ထပ် 6 လွှာ ( Lift ရှိတယ်နော် ) <br><br>
                🏫 Campus 3 <br>
                အမှတ် ၉၂၊ ပထမထပ်၊ လေးထောင့်ကန်လမ်း၊ လေးထောင့်ကန်ရပ်ကွက်၊ သဃ်န်းကျွန်းမြို့နယ်။
                ဘဝမြင့်မှတ်တိုင်၊ ရွှေတောင်တန်းကြေးအိုးအပေါ်၊ Junction ဇဝန နား <br><br>
                🏫 Campus 4 <br>
                အမှတ် ၁၁၈၊ ၃ လွှာ၊ အခန်းနံပါတ် ၁၉၊ ဆူးလေဘုရားလမ်း၊ ၁ ရပ်ကွက်၊ ကျောက်တံတားမြို့နယ်၊ ရန်ကုန်မြို့။
                Black Canyon coffee ဆိုင်အပေါ်၊ J’donut တို့ King ပေါက်ဆီတို့ဘေးတိုက်၊ မြို့တော်ခန်းမဘေး <br><br>
                🏫 Campus 5 <br>
                အမှတ် ၃၉၉၊ အောက်လမ်းမကြီး၊ မော်လမြိုင်၊ မွန်ပြည်နယ်။ ခေတ်ဆန်းသစ်စတိုးနား <br><br>
                🏫 Campus 6 <br>
                အမှတ် ၁၂၅/၁ ၊ တောင်ဇလပ်ရပ်ကွက်၊ တာဟန်း၊ ကလေးမြို့၊ စစ်ကိုင်းတိုင်း။ KBZ bank 2 မျက်နှာချင်းဆိုင်လမ်း၊ ‘’ အမေရိကန် ၁၂ တန်းကျောင်းသို့ ‘’ ဆိုင်းဘုတ်ကနေဝင်လာပါ <br><br>
                အစရှိတဲ့ RIHEA ကျောင်းခွဲတွေမှာ လာရောက်အပ်နှံ
                နိုင်ပါပြီ
                အမြင့်ဆုံးကိုပျံသန်းနိုင်မယ့် အတောင်တစ်စုံကို
                တပ်ဆင်ပေးမယ့် <br><br>
                <span style="color: #23085a; font-weight: bold;">*Rangoon International Higher Education Academy* ✨</span>`,
            },
            {
                id: 2,
                img: require('@/assets/images/blogs/blog2.jpg'),
                title: 'IGCSE PATHWAY',
                date: 'Nov 23, 2022',
                body: `ဒီနေ့မှာတော့ MIGAers လေးတွေကို IGCSE Pathway နဲ့ ပတ်သတ်ပြီး အနည်းငယ် မျှဝေပေးချင်ပါတယ်…
                အရင်ဆုံး IGCSE ဆိုတာ ဘယ်လို Qualification မျိုးလဲဆိုတာလေးနဲ့ အရင်စလိုက်ရကြအောင်..
                IGCSE ရဲ့ Full Form က 𝐈𝐧𝐭𝐞𝐫𝐧𝐚𝐭𝐢𝐨𝐧𝐚𝐥 𝐆𝐞𝐧𝐞𝐫𝐚𝐥 𝐂𝐞𝐫𝐭𝐢𝐟𝐢𝐜𝐚𝐭𝐞 𝐨𝐟 𝐒𝐞𝐜𝐨𝐧𝐝𝐚𝐫𝐲 𝐄𝐝𝐮𝐜𝐚𝐭𝐢𝐨𝐧 ဖြစ်ပါတယ်။ IGCSE ဟာ ဆိုရင်နိုင်ငံတကာ အသိအမှတ်ပြု Certificate တစ်ခုဖြစ်ပြီး British Education System ကို အခြေခံထားတဲ့ ပညာရေးစနစ်တခုလည်းဖြစ်ပါတယ်။ IGCSE မှာ ဆိုရင်တော့ 𝐂𝐚𝐦𝐛𝐫𝐢𝐝𝐠𝐞 𝐀𝐬𝐬𝐞𝐬𝐬𝐦𝐞𝐧𝐭 𝐈𝐧𝐭𝐞𝐫𝐧𝐚𝐭𝐢𝐨𝐧𝐚𝐥 𝐄𝐝𝐮𝐜𝐚𝐭𝐢𝐨𝐧 (𝐂𝐀𝐈𝐄) နဲ့ 𝐏𝐞𝐚𝐫𝐬𝐨𝐧 𝐄𝐝𝐞𝐱𝐜𝐞𝐥 ဆိုပြီး ၂ ခုရှိပါတယ်။ 
                ကဲ IGCSE အကြောင်း သိပြီးပြီဆိုရင်တော့ IGCSEကို ဘယ်ကနေ စတက်ရမလဲဆိုတာ သေချာမသိသေးတဲ့ သူတွေအတွက် ဆက်ပြီးပြောပြပေးသွားပါမယ်။ 
                IGCSE ဟာ Level အားဖြင့် 
                📌 Pre-IGCSE (IGCSE Foundation)
                📌 IGCSE (O-Level)
                📌 A-Level (Advanced Level)ဆိုပြီး ၃ ခု ရှိပါတယ်ရှင်။
                🔰 𝐏𝐫𝐞-𝐈𝐆𝐂𝐒𝐄 (𝐈𝐆𝐂𝐒𝐄 𝐅𝐨𝐮𝐧𝐝𝐚𝐭𝐢𝐨𝐧) >>> Pre IGCSE ကိုတော့ အသက်အရွယ်အားဖြင့် ၁၁ နှစ်ကနေ ၁၄ နှစ်ကြား ကျောင်းသားတွေ စတက်လို့ရပြီး O Level တက်ဖို့ လိုအပ်တဲ့အခြေခံတွေအားလုံးကို Pre IGCSE မှာ သင်ကြားပေးမှာပဲဖြစ်ပါတယ်ရှင်။ ဒီ Levelမှာ အဓိကအားဖြင့် သင်ကြားပို့ချပေးမယ့်အကြောင်းအရာတွေကတော့ compulsory subject တွေ (English, Maths, Science) စတာတွေကိုသင်ကြားပို့ချပေးသွားမှာပါရှင်။ 
                🔰𝐈𝐆𝐂𝐒𝐄 (𝐎-𝐋𝐞𝐯𝐞𝐥) >> Ordinary Level တစ်နည်းအားဖြင့် O-Level လို့ ခေါ်ပါတယ်။ ဒီအတန်းကတော့ မြန်မာအစိုးရ အတန်းနဲ့ ညီတဲ့ အတန်းကို ပြောပြရမယ်ဆိုရင်တော့ ၈ တန်း / ၉ တန်း / ၁၀ တန်းနဲ့ ညီပါတယ်။ O-Level မှာတော့ university ရောက်ရင် ကိုယ်တက်ချင်တဲ့ major အလိုက် သက်ဆိုင်ရာ subject တွေ ရွေးချယ်ရပါပြီ။ အနည်းဆုံး ဘာသာရပ် ၅ ခု ယူရမှာဖြစ်ပြီး၊ အခြား ကိုယ်စိတ်ဝင်စားတဲ့ ဘာသာရပ်တွေရှိရင်လဲ ထပ်တိုးယူလို့ရပါတယ်။ O-Level ပြီးတာနဲ့ ကျောင်းသားက နိုင်ငံရပ်ခြားမှာ ပညာသင်ကြားတယ်ဆိုရင်တော့ University Foundation ၈ လမှ ၁၀ လကြာ တက်ပြီးနောက် undergraduate အတန်းတက်လို့ရပါတယ်၊ နောက်တစ်နည်းကတော့ Foundation + Degree စတဲ့အတန်း‌တွေနဲ့လည်းတွဲတက်လို့ရတာပဲဖြစ်ပါတယ်။
                ဘာသာရပ်ရွေးချယ်တာနဲ့ ပတ်သတ်ပြီးအသေးစိတ်ကို အောက်က Link မှာ ဖတ်ရှု့‌‌ လေ့လာလို့ရပါတယ်။
                https://www.facebook.com/100069139800062/posts/550480953933227/?mibextid=cr9u03 
                🔰 𝐀 𝐋𝐞𝐯𝐞𝐥 (𝐀𝐝𝐯𝐚𝐧𝐜𝐞𝐝 𝐋𝐞𝐯𝐞𝐥) >> Advanced Level (A-Level) ရဲ့ exam ကို အောင်မြင်ပြီးသား ကျောင်းသား/သူတွေဆိုရင်တော့ University တွေကို တန်း တက်လို့ရပြီး၊ ကမ္ဘာပေါ်မှာ ရှိတဲ့ ကျောင်းတော်တော်များများကလဲ လက်ခံကြပါတယ်။ များသောအားဖြင့် A Level ထိတက်ရောက်ကြတဲ့ ကျောင်းသား/သူတွေဟာ medical, engineering, IT ပိုင်းသွားချင်တဲ့ ကျောင်းသားတွေပိုများကြပါတယ်။ A-Level မှာ Grade A*- A လောက်ရထားတဲ့ကျောင်းသား/သူတွေဆိုရင် နိုင်ငံတော်တော်များများက Top-Ranked university တွေက လက်ခံကြပြီး၊ scholarship တွေလဲ ရလေ့ရှိကြပါတယ်။ 
                ဒါကတော့ IGCSE အကြောင်းကို မျှဝေပေးသွားတာပဲဖြစ်ပါတယ်၊ 𝐌𝐈𝐆𝐀 မှာ ဖွင့်လှစ်ထားတဲ့ IGCSE အတန်းတွေနဲ့ ပတ်သတ်ပြီး စုံစမ်းချင်တယ်ဆိုရင်တော့ 09942000120 / 09942000130 တို့ကို  အသေးစိတ်ဆက်သွယ်မေးမြန်းနိုင်ပါတယ်ရှင်။`,
            },
            {
                id: 3,
                img: require('@/assets/images/blogs/blog3.jpg'),
                title: 'ED Exam ဖြေဆိုဖို့ဘာတွေပြင်ဆင်ရမလဲ?',
                date: 'October 18, 2022',
                body: `General Educational Development (GED) စာမေးပွဲဆိုတာ အမေရိကန်အထက်တန်းကျောင်းအဆင့် ကျွမ်းကျင်မှုနှင့် အသိပညာကို တိုင်းတာရန်အတွက် စီစစ်သော စာမေးပွဲတစ်ခုဖြစ်ပါတယ်။အကယ်လို့ အခု သင်ဟာ GED exam ဖြေဆိုဖို့ ပြင်ဆင်နေတဲ့သူတစ်ယောက်ဆိုရင်တော့ အောက်မှာ ပြောပြထားတဲ့ အချက်လေးတွေက သင့်ကိုတကယ် အထောက်အကူပြုစေမှာဖြစ်ပါတယ်။ 
                ✏️(၁) ဖြေဆိုမယ့်ကျောင်းသားအနေနဲ့ exam ကိုမကြောက်အောင် သေချာလေ့ကျင့်ပြင်ဆင်ပါ။
                GED စာမေးပွဲမှာ ကဏ္ဍလေးခုပါ၀င်တယ်ဆိုတာ ကျောင်းသားအားလုံးသိကြမှာပါ။  (RLA, Maths, Social Studies, Science ) တို့ပဲဖြစ်ပါတယ်။ ကဏ္ဍတစ်ခုချင်းစီမှာ Multiple choice, Short Answer, နဲ့ extended response questions တွေကို သတ်မှတ်ထားတဲ့အချိန်အတွင်းမှာ ပြီးမြောက်အောင် ဖြေဆိုပေးရမှာပဲဖြစ်ပါတယ်။ ဒါကြောင့် exam မှာတွေကြုံရမယ့် မေးခွန်းပုံစံတွေကို အကျွမ်းတဝင်ဖြစ်အောင် လေ့ကျင့်ပြင်ဆင်ထားမှ ကောင်းမွန်တဲ့ ရမှတ်တွေကိုမျှော်မှန်းနိုင်မှာဖြစ်ပါတယ်။
                ✏️(၂) ကျောင်းစာတွေကိုလေ့လာတဲ့အချိန်ဇယားအပြင် စာမေးပွဲအတွက်လေ့ကျင့်ဖို့ အချိန်ဇယားတစ်ခုသီးသန့်ရေးဆွဲပါ။
                စာမေးပွဲအတွက် စာကျက်ရန် နေ့စဥ်အချိန်ကို သီးသန့်ထားပေးပါ။ သီးသန့်အချိန်ဇယားဆွဲပေးခြင်းက ဘာသာရပ်အားလုံးကို နည်းမှန်လမ်းမှန်ဖြင့် လေ့လာနိုင်ဖို့အတွက် အထောက်အကူပေးနိုင်ပါတယ်။
                ✏️(၃) မိမိ၏ အားသာချက်များနှင့် အားနည်းချက်များကို ခွဲခြားသတ်မှတ်ပါ။ 
                အတန်းတွင်း အစမ်းစာမေးပွဲ ဖြေဆိုခြင်းများ (သို့) GED readiness assessment များကို မကြာခဏဖြေဆိုပါက စာမေးပွဲတွင်း မိမိရဲ့ အားသာချက် နဲ့ အားနည်းချက်များကို သိရှိနိုင်စေပါတယ်။ 
                ✏️ (၄) ဘာသာရပ်တိုင်းမှာ လိုအပ်တဲ့ပစ္စည်းများကို စီစစ်ပြီးအသုံးပြုပါ။ 
                စာမေးပွဲ၏ အပိုင်းတစ်ခုစီတွင်ပါရှိသော အကြောင်းအရာများကို ပြန်လည်သုံးသပ်နိုင်ရန်အတွက် Study Guides, textbooks နှင့် အွန်လိုင်းမှရရှိသော အကြောင်းအရာများကို အသုံးချပါ။
                ✏️ (၅) ကြိမ်ဖန်များစွာ လေ့ကျင့်ပေးပါ။ 
                GED စာမေးပွဲအတွက် ပြင်ဆင်ရန် အကောင်းဆုံးနည်းလမ်းမှာ နမူနာမေးခွန်းပုံစံများနှင့် စာမေးပွဲများကို တတ်နိုင်သမျှ လေ့ကျင့်ပါ။ ဒါမှ သင်ကြုံတွေ့ရမယ့် မေးခွန်းအမျိုးအစားတွေနဲ့ အကျွမ်းတဝင်ရှိစေပြီး သင့်ယုံကြည်မှုကို တည်ဆောက်နိုင်မှာဖြစ်ပါတယ်။
                ✏️ (၆) လိုအပ်ပါက Exam Preparation class များတက်ပါ။
                Exam အတွက်ပြင်ဆင်ရမှာ မလုံလောက်သေးဘူးဟု ကိုယ့်ကိုယ်ကို  ခံစားရပါက GED Preparation Class ကို တက်ရောက်ဖို့ စဉ်းစားပါ။ ထိုသင်တန်းများက စာမေးပွဲအတွက် ပြင်ဆင်ရာမှာ ပိုမိုအထောက်အကူရစေရန် ပံ့ပိုးပေးပါသည်။ 
                ✏️ (၇) ကိုယ့်ကိုယ်ကိုအထူးဂရုစိုက်ပါ။ 
                အိပ်ရေးဝဝအိပ်ပါ၊ ကောင်းကောင်းစားပါ၊ လိုအပ်တဲ့အခါ အနားယူပါ။ မိမိရဲ့ရုပ်ပိုင်းဆိုင်ရာနဲ့ စိတ်ပိုင်းဆိုင်ရာကျန်းမာရေးကို အထူးဂရုစိုက်ပါက  စာမေးပွဲကာလအတွင်း မိမိအား အာရုံစူးစိုက်မှုရှိနေစေရန် ကူညီပေးပါလိမ့်မည်။
                🏆GED စာမေးပွဲကို အမှတ်ကောင်းကောင်းနဲ့ အောင်မြင်အောင် ဖြေဆိုနိုင်ဖို့ မိမိမှာ စိတ်အားထက်သန်မှုနဲ့ ဇွဲရှိဖို့လိုအပ်တယ်ဆိုတာ မမေ့ပါနဲ့နော်။  နည်းမှန်လမ်းမှန်ဖြင့် စာလေ့လာပါက အတွေးအခေါ်ကောင်းများရရှိနိုင်မယ့်အပြင် GED ရဲ့ အမြင့်ဆုံးသောအမှတ်များကို ရရှိပိုင်ဆိုင်နိုင်မှာဖြစ်ပါတယ်။
                🏫Campus 1: အမှတ် ၅၀၄/၅၀၆၊ ရွှေမြန်မာဆောက်လုပ်ရေး၊ ၃လွှာ၊ A-4၊ ၃၉လမ်းအောက်ဘလောက်၊ မဟာဗန္ဓုလနှင့်ကုန်သည်ကြား၊ ကုန်သည်ကနေ၃၉လမ်းထဲကိုဝင်ရင် ထိပ်နား ၂ တိုက်ကျော်၊ တိုက်ပန်းခရမ်းရောင်၊ ဒဂုံအေးထမင်းပေါင်းဆိုင်နား၊ကျောက်တံတားမြို့နယ်၊ ရန်ကုန်။ (Lift ရှိပါတယ်)
                🏫Campus 2: မြေနီကုန်း ဂမုန်းပွင့် အကျော်က spirit အသေးအနီး၊ king ပေါက်စီအပေါ်ထပ်၊ 6 လွှာ။ (Lift ရှိပါတယ်)
                🏫Campus 3: အမှတ် ၉၂၊ ပထမထပ်၊ လေးထောင့်ကန်လမ်း၊ လေးထောင့်ကန်ရပ်ကွက်၊ သဃ်န်းကျွန်းမြို့နယ်။ (ဘဝမြင့်မှတ်တိုင်၊ စံပြစျေးအနီး) 
                🏫Campus 4: အမှတ် ၁၁၈၊ ၃လွှာ၊ အခန်းနံပါတ် ၁၉၊ ဆူးလေဘုရားလမ်း၊ ၁ ရပ်ကွက်၊ ကျောက်တံတားမြို့နယ်၊ ရန်ကုန်မြို့။ (Black Canyon အပေါ်ထပ်)
                🏫Campus 5: အမှတ် ၁၂၅/၁ ၊ တောင်ဇလပ်ရပ်ကွက်၊ တာဟန်း၊ ကလေးမြို့၊ စစ်ကိုင်းတိုင်း။
                🏫Campus 6: အမှတ် ၃၉၉၊ အောက်လမ်းမကြီး၊ မော်လမြိုင်၊ မွန်ပြည်နယ်။ `,
            }, 
            {
                id: 4, 
                img: require('../../assets/images/whatisged.png'),
                title: "WHAT IS GED?",
                date: 'February 21, 2023',
                body: `GED
                stands for General
                Educational
                Development. It is a high school equivalency test that measures the skills and knowledge equivalent to that of a high school graduate in the United States and Canada. The GED test consists of four subject areas: Reasoning Through Language Arts (RLA), Mathematical Reasoning, Science, and Social Studies. The GED program is designed for individuals who did not complete high school or who earned a high school diploma from a non-accredited school. The test is available to anyone who is 16 years of age or older and meets the
                eligibility requirements in their state or province.
                The GED test is administered at official testing centers, and the cost is $80 per subject. The test is computer-based, and it takes approximately seven and a half hours to complete all four subject areas. Test-takers can take the four subjects separately or all at once. The GED test is scored on a scale of 100 to 200, with a minimum passing score of 145 for each subject area. A GED credential is awarded to individuals who pass all four subject areas, and it is widely accepted by employers, colleges, and universities as equivalent to a high school diploma.`,
            }
        ],
        blog: null,
    },
    getters: {
        getBlogs(state) {
            return state.blogs;
        },
    },
    mutations: {
        setBlog: (state, blog) => state.blog = blog
    },
    actions: {
        getBlog: (context, id) => {
            let blog = context.state.blogs.find((blog) => blog.id == id);
            context.commit('setBlog', blog);
        }
    }
}